[
    "The first arcade video game was 'Computer Space' (1971), predating Pong by a year.",
    "Pac-Man was originally called 'Puck Man' in Japan, changed to avoid vandalism.",
    "The kill screen in Donkey Kong occurs at level 22 due to a timer overflow.",
    "Space Invaders caused a coin shortage in Japan when it was released in 1978.",
    "The famous Konami Code (↑↑↓↓←→←→BA) first appeared in Gradius (1986).",
    "Mario was originally called 'Jumpman' and was a carpenter, not a plumber.",
    "The highest possible score in Pac-Man is 3,333,360 points.",
    "Tetris was created by a Soviet software engineer in 1984.",
    "The first Easter egg in a video game was in Adventure (Atari 2600, 1980).",
    "Q*bert's speech was created by playing audio samples backwards.",
    "Donkey Kong was Nintendo's first major hit in the United States.",
    "The Atari 2600 had only 128 bytes of RAM.",
    "Missile Command's designer had nightmares about nuclear war while creating it.",
    "Frogger has 30 unique death animations.",
    "The arcade version of Mortal Kombat was banned in some countries.",
    "Street Fighter II is credited with starting the fighting game craze of the 90s.",
    "Centipede was one of the first games designed with female players in mind.",
    "The original Asteroids arcade cabinet didn't have music, only sound effects.",
    "Defender was considered one of the hardest games ever made.",
    "Galaga's famous 'double ship' trick was an intentional feature.",
    "Dragon's Lair was the first arcade game to cost 50 cents instead of 25.",
    "Joust was inspired by wanting to make a flying game without shooting.",
    "The arcade game Polybius is an urban legend - it never existed.",
    "Tempest was one of the first games to use vector graphics with color.",
    "Dig Dug's main character is named Taizo Hori.",
    "Robotron 2084 used two joysticks - revolutionary for its time.",
    "Spy Hunter's theme music is Peter Gunn by Henry Mancini.",
    "The original Pong arcade unit was a coin-op placed in a bar.",
    "Gauntlet was the first arcade game for up to 4 players simultaneously.",
    "Out Run let you choose your own music - a first for racing games.",
    "Double Dragon popularized the side-scrolling beat-em-up genre.",
    "After Burner's arcade cabinet moved to simulate flight.",
    "The Neo Geo arcade system cost $650 when released to consumers.",
    "Bubble Bobble has over 100 levels and multiple endings.",
    "R-Type was known for its brutal difficulty and memorable bosses.",
    "The first video game tournament was for Space Invaders in 1980.",
    "Paperboy was based on the developer's own childhood job.",
    "Track & Field's buttons were destroyed so often, arcades used metal overlays.",
    "The golden age of arcade games was roughly 1978-1986.",
    "HEVC (H.265) can achieve 50% better compression than H.264 at same quality.",
    "The first color arcade game was Galaxian, released in 1979.",
    "Namco's Pole Position was the first racing game to feature a real race track.",
    "The original Sonic the Hedgehog was designed to be played in short bursts.",
    "Atari's founder, Nolan Bushnell, also founded Chuck E. Cheese.",
    "The Game Boy was released in 1989 and sold over 118 million units.",
    "Final Fantasy was named because it was supposed to be Square's last game.",
    "The PlayStation was originally a CD add-on for the Super Nintendo.",
    "Sega's Dreamcast was the first console with a built-in modem.",
    "The NES Zapper light gun doesn't work on modern LCD/LED TVs.",
    "Chrono Trigger was developed by a 'Dream Team' of RPG creators.",
    "The Konami Code has appeared in over 100 different video games.",
    "E.T. for Atari 2600 is often called the worst game ever made.",
    "Millions of unsold E.T. cartridges were buried in a New Mexico landfill.",
    "The first game with a save feature was The Legend of Zelda (1986).",
    "Shigeru Miyamoto created Mario, Zelda, and Donkey Kong.",
    "The Game Genie was once sued by Nintendo for copyright infringement.",
    "Doom popularized the first-person shooter genre in 1993.",
    "The PlayStation 2 is the best-selling console of all time (155M units).",
    "Metal Gear Solid pioneered the stealth action game genre.",
    "The Dreamcast's VMU was a memory card with its own screen and games.",
    "Street Fighter's Ryu and Ken were based on the same character sprite.",
    "Mega Man was originally called 'Rock Man' in Japan.",
    "The first game with voice acting was Dragon's Lair in 1983.",
    "Resident Evil was originally called 'Biohazard' in Japan.",
    "The Sega Genesis was called the Mega Drive outside North America.",
    "Super Mario Bros. 2 in the US was actually a reskin of Doki Doki Panic.",
    "The arcade game Pong was so simple, it had no CPU - just transistors.",
    "Castlevania's whip used by the Belmont family is called the Vampire Killer.",
    "The first video game console was the Magnavox Odyssey (1972).",
    "Sonic was designed to be 'cooler' than Mario to appeal to Western audiences.",
    "The Legend of Zelda's dungeons were designed on graph paper.",
    "Metroid's Samus Aran was revealed to be female only at the end of the game.",
    "The NES controller was designed to look like a TV remote.",
    "Kirby was named after Nintendo's lawyer, John Kirby.",
    "The first arcade game to use a microprocessor was Gun Fight (1975).",
    "Mortal Kombat's 'Toasty!' sound was the voice of sound designer Dan Forden.",
    "The Super Nintendo had a special chip in Star Fox to render 3D graphics.",
    "Contra's 'Spread' gun is considered one of gaming's most iconic weapons.",
    "The first video game with a female protagonist was Ms. Pac-Man (1982).",
    "Nintendo started as a playing card company in 1889.",
    "The Atari Jaguar claimed to be '64-bit' but used two 32-bit processors.",
    "Lara Croft was originally designed as a male character.",
    "The cheat code IDDQD in Doom stands for 'I Don't Die, Quite Deadly'.",
    "Street Fighter's original arcade cabinet had pressure-sensitive buttons.",
    "The first video game Easter egg was Warren Robinett's hidden message in Adventure.",
    "Pac-Man was originally going to be called 'Pakkuman' from Japanese 'paku paku' (eating sound).",
    "The Game Boy's green-tinted screen was chosen to save battery life.",
    "Sonic the Hedgehog's shoes were inspired by Michael Jackson's boots.",
    "The SNES could display 256 colors on screen simultaneously.",
    "Capcom's name stands for 'Capsule Computers'."
]